{
  "cart": [
    {
      "id": 3,
      "quantity": 1
    },
    {
      "id": 2,
      "quantity": 27
    },
    {
      "id": 1,
      "quantity": 1
    },
    {
      "id": 4,
      "quantity": 1
    }
  ],
  "items": [
    {
      "id": 1,
      "title": "Тартюф",
      "price": 100,
      "color": "red",
      "imageSrc": "https://static.tildacdn.com/tild6264-3066-4136-a338-623637326662/tartuf1.jpg",
      "brief": "Мольер. Комедия в двух действиях",
      "description": [
        {
          "type": "text",
          "text": "Пьесу Мольера запретили современники. За оскорбление религии и служителей церкви. Лишь через пять лет пьеса вернулась на сцену, и с той поры «Тартюфа» ставят по всему миру.\n\n«Тартюфа» в «Мастерской», само собою, не играют про клерикализм. Тартюф эстет, поэт, музыкант, сибарит. Тартюф в общем-то и не виноват в том, что очарованный богатый буржуа навязал ему содержание. Тартюф так обаятелен, что и не хочется подозревать его во лжи и тем более в подлости. Утонченное изысканное воплощение зла, Тартюф завораживает, подчиняет и побеждает, небрежно сметая преграды на пути."
        }
      ]
    },
    {
      "id": 2,
      "title": "Сны Галатеи",
      "color": "red",
      "price": 123,
      "imageSrc": "https://static.tildacdn.com/tild6332-3531-4465-a333-306337396138/sny.jpg",
      "brief": "Л.Манн. Драма.",
      "description": [
        {
          "type": "text",
          "text": "В спектакле Андрея Гаврюшкина по пьесе французского драматурга Лорана Манна сплетаются две истории музыкантов – уличного гитариста и тяжелобольной пианистки. Один относится к музыке как к приятному времяпрепровождению, способу лёгкого заработка, хобби, успешно превращённому в профессию. Вторая дышит музыкой и жила бы ею, если бы не болезнь – редкая, неизлечимая, страшная. Завязавшееся лёгкое знакомство перерастает в серьёзный искренний разговор, родственные души находят друг друга, и Лео впервые осознаёт разницу между собой и истинным музыкантом, понимает суть и смысл служения музыке и отчаяние и боль разлуки с ней. Два мира, два взгляда, две судьбы – одна музыка, одна цель жизни.\n"
        }
      ]
    },
    {
      "id": 3,
      "title": "Щелкунчик",
      "color": "blue",
      "price": 500,
      "imageSrc": "https://static.tildacdn.com/tild3936-3364-4838-b535-306436316135/shelkunchik.jpg",
      "brief": "Путешествие в мир сказки Э.-Т.-А. Гофмана и музыки П.И.Чайковского",
      "description": [
        {
          "type": "text",
          "text": "«Щелкунчик» Гофмана – культовая сказка для петербургского зрителя. Традиционно в декабре театралы Петербурга, Петрограда, Ленинграда, Петербурга водили и водят своих детей и внуков смотреть рождественскую историю о большой любви, которая побеждает страшное проклятие. Сценическая история «Щелкунчика» насчитывает десятки постановок на балетной, кукольной и драматической сценах.\n"
        }
      ]
    },
    {
      "id": 4,
      "title": "Винни-Пух и все-все-все",
      "color": "black",
      "price": 600,
      "imageSrc": "https://static.tildacdn.com/tild3036-3366-4139-a538-656234613162/puh.jpg",
      "brief": "Винни-Пух и все-все-все",
      "description": [
        {
          "type": "text",
          "text": "Один маленький мальчик проснулся однажды утром и увидел возле кровати игрушечного медвежонка. Папа, писатель и сказочник, сделал сыну подарок-сюрприз. И с этого мига изменилась жизнь и мальчика, и медвежонка, и всех друзей и близких мальчика и медвежонка, и даже папы-сказочника."
        }
      ]
    },
    {
      "id": 5,
      "title": "Довлатов Р.Р.S",
      "color": "black",
      "price": 1000,
      "imageSrc": "https://static.tildacdn.com/tild3132-3139-4531-a431-373134313164/dovlatov1.jpg",
      "brief": "© Сергей Довлатов. Рассказы",
      "description": [
        {
          "type": "text",
          "text": "Беспощадная наблюдательность, язвительное остроумие, безграничная любовь, запредельная нежность. Всё это – проза Сергея Довлатова. Мы открыли и полюбили его в девяностых – нового Чехова, немного романтика, немного сатирика и большого гуманиста.\n\nСегодня тексты Довлатова читают совсем молодые. Те, кто даже в детстве не застал эпохи, которую так подробно и образно сохранил автор. Читают и влюбляются так же, как когда-то мы, и видят в нём что-то, чего не увидим мы, и хотят рассказывать об увиденном, понятом и любимом."
        }
      ]
    },
    {
      "id": 6,
      "title": "«Петруша, сын ли ты мой или нет?»",
      "color": "black",
      "price": 1000,
      "imageSrc": "https://static.tildacdn.com/tild3461-6338-4265-b165-616262323238/besy.jpg",
      "brief": "Русское дельарте по роману Ф.М.Достоевского «Бесы»",
      "description": [
        {
          "type": "text",
          "text": "Младший Верховенский – Пётр, Петруша, Петрушка, бродячий шут без роду без племени, мелкий интриган, злой хитроумный ловкач, обманщик простачков, потешающийся над результатами своих проделок. Петрушу принимают с почестями и пафосом, а он и рад развлекаться на таком благодатном поле, развлекаться жестоко и порой кроваво, уничтожая все, хоть как-то обозначающее его прошлое. Роман Достоевского – всеобъемлющая злая сатира, насмешка над пустотой идеологических выкриков, фальшью провинциального лоска, множащимся всеобщим обманом, необоснованными претензиями, ничтожностью мысли. В пустом пространстве сцены Роман Габриа распахивает перед зрителями балаган, обращая страшное – в смешное, демонов – в паяцев, монстров – в карикатуры. Актёрам даны преувеличенно комический грим, пародийно экстравагантная пластика, нарочитые интонации, гротесковые мизансцены. Театрализация мира, реальности, бытия – таков в спектакле способ прочтения текста Достоевского, неожиданный и смелый взгляд на русского классика."
        }
      ]
    },
    {
      "id": 7,
      "title": "Кентервильское привидение",
      "color": "black",
      "price": 1000,
      "imageSrc": "https://static.tildacdn.com/tild3736-6436-4463-b663-356166666139/kentervil.jpg",
      "brief": "По мотивам сказки Оскара Уайльда. Страшно английская сказка в одном действии",
      "description": [
        {
          "type": "text",
          "text": "Одну из самых одновременно смешных и трогательных сказок Уайльда Екатерина Гороховская ставит о высшей жизненной ценности – о семье. О её расколе, распаде, объединении и сохранении.\n\nДействие перенесено в шестидесятые прошлого века, во время дерзких, свободных, самостоятельных – и одиноких. Семья американцев Отисов рвётся начинать новую жизнь в старой Англии, наследник Кентервиля мечтает отделаться от фамильного замка, сам сэр Кентервиль, даже будучи многовековым привидением, жаждет власти над всеми, кто попадает в поле его зрения. Все они глубоко несчастны, хотя и не желают этого признать. И никто, кроме маленькой Вирджинии, дерзкой девчонки с замашками сыщика, ничего не хочет предпринимать для возвращения мира в дом. Только когда Вирджиния уйдёт в мёртвый сад с призраком Кентервиля в поисках прощения его душе – её семья объединится в поисках пропавшего ребёнка и наконец поймёт, как они все были далеки друг от друга, как мало друг друга понимали и как они друг другу важны."
        }
      ]
    },
    {
      "id": 8,
      "title": "Бременские музыканты",
      "color": "black",
      "price": 1000,
      "imageSrc": "https://static.tildacdn.com/tild3937-6439-4339-a434-393735386236/bremenskie.jpg",
      "brief": "Музыкальное приключение для детей и взрослых в одном действии",
      "description": [
        {
          "type": "text",
          "text": "\nСпектакль о любви, дружбе и искусстве, которое, как известно, всегда побеждает.\n\nЗрителей ждёт яркое интерактивное зрелище с музыкой, песнями и танцами. И, конечно же, счастливым концом. Как и должно быть в сказке.\n\nМаленькие и большие зрители будут не только наблюдать за тем, что происходит на сцене и подпевать артистам, исполняющим любимые всеми песни. Они смогут принять непосредственное участие в происходящем и помочь Принцессе и Трубадуру обрести свое счастье. Впрочем, не только им..."
        }
      ]
    }
  ],
  "comments": [
    {
      "shopItemId": 2,
      "text": "Very nice!",
      "id": 1
    }
  ]
}